export const sampleTranscriptText = `
ภาคการศึกษาที่ 1/2565
รหัสวิชา ชื่อวิชา หน่วยกิต เกรด คะแนนเกรดรวม
511100 ความรู้พื้นฐานสำหรับแคลคูลัส 3 S* 0
511108 แคลคูลัสสำหรับนักวิทยาศาสตร์คณนา 1 3 C 6
517101 ความรอบรู้และความเป็นพลเมืองดิจิทัล 3 A 12
517121 ทักษะการเขียนโปรแกรมคอมพิวเตอร์ 1 0 W 0
ภาคการศึกษาที่ 2/2565
517121 ทักษะการเขียนโปรแกรมคอมพิวเตอร์ 1 4 D+ 6
517122 ทักษะการเขียนโปรแกรมคอมพิวเตอร์ 2 4 B 12
ภาคการศึกษาที่ 2/2566
517241 การสื่อสารข้อมูลและเครือข่ายคอมพิวเตอร์ 0 W 0
517261 หลักการระบบฐานข้อมูลและการออกแบบ 3 F 0
ภาคการศึกษาที่ 2/2567
517241 การสื่อสารข้อมูลและเครือข่ายคอมพิวเตอร์ 3 D+ 4.5
517261 หลักการระบบฐานข้อมูลและการออกแบบ 3 D+ 4.5
517392 การเตรียมความพร้อมสำหรับโครงงานวิจัย 1 S 0
CR: 139 CP: 127 CA: 125 GP: 344
GPAX ผลการเรียนเฉลี่ยสะสม : 2.75
`;
